Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/opera.tmx
Source language: en
Languages: be

source: "Insert Note"
be: "Уставіць нататку"

source: "Insert Personal"
be: "Уставіць асабістыя"

source: "Insert Session…"
be: "Уставіць сэсію…"

source: "Insert"
be: "Уставіць"

source: "Inspect Element"
be: "Праверыць элемэнт"

source: "Install "%s"?"
be: "Усталяваць "%s"?"

source: "Install Certificate"
be: "Усталяваць сэртыфікат"

source: "Install Extension"
be: "Усталяваць пашырэньне"

source: "Install Later"
be: "Усталяваць пазьней"

source: "Install Manually"
be: "Усталяваць уручную"

source: "Install Now"
be: "Усталяваць зараз"

source: "Install Opera Unite Application"
be: "Усталяваць прылажэньне Opera Unite"

source: "Install Opera Unite Home"
be: "Усталяваць прылажэньне хатняй старонкі Opera Unite"

source: "Install Plug-in"
be: "Усталяваць дадатак"

source: "Install Widget"
be: "Усталяваць фішку"

source: "Install as a new application"
be: "Усталяваць як новае прылажэньне"

source: "Install extension?"
be: "Усталяваць пашырэньне?"

source: "Install only for me"
be: "Усталяваць толькі для мяне"

source: "Install"
be: "Усталяваць"

source: "Installation Failed"
be: "Усталяваць не атрымалася"

source: "Installation failed"
be: "Усталяваць не атрымалася"

source: "Installation failed. The extension is broken."
be: Пашырэньне нядзейнае."

source: "Installation failed."
be: "Усталяваць не атрымалася."

source: "Installation folder:"
be: "Тэчка ўсталёўваць:"

source: "Installation in progress, please wait…"
be: "Чакайце, калі ласка, пакуль цягнецца ўсталяваньне…"

source: "Installed (%d)"
be: "Усталявана (%d)"

source: "Installed the theme %1 by %2"
be: "Усталяваная тэма %1 ад %2"

source: "Intermediate Certificate Authorities certify the identity of websites"
be: "Прамежкавыя цэнтры сэртыфікацыі пацьвярджаюць ідэнтычнасьць сеціўных пляцаў"

source: "Intermediate Certificate Authority"
be: "Прамежкавы цэнтр сэртыфікацыі"

source: "Intermediate"
be: "Прамежкавыя"

source: "Internal cache error"
be: "Нутраная памылка кэшу"

source: "Internal communication error"
be: "Нутраная памылка дыялёгу"

source: "Internal error in FTP module"
be: "Нутраная памылка ў модулю FTP"

source: "Internal error"
be: "Нутраная памылка"

source: "Internal error. Please try again later."
be: Калі ласка, паспрабуйце пазней."

source: "Internal filter"
be: "Нутраны фільтар"

source: "Internal program error."
be: "Нутраная памылка праграмы."

source: "Internal"
be: "Нутраная"

source: "International Fonts…"
be: "Міжнародныя шрыфты…"

source: "International fonts"
be: "Міжнародныя шрыфты"

source: "International"
be: "Міжнародны"

source: "Internet Explorer Favorites"
be: "Любімыя закладкі Internet Explorer"

source: "Internet Explorer Favorites…"
be: "Любімыя Internet Explorer…"

source: "Invalid URL"
be: "Нядзейны URL"

source: "Invalid Username"
be: "Нядзейнае імя карыстальніка"

source: "Invalid address"
be: "Няправільны адрас"

source: "Invalid from-address"
be: "Няправільны адрас адпраўніку"

source: "Invalid, or non-verifiable certificate."
be: "Сэртыфікат несапраўдны, або яго нельга праверыць."

source: "Issued By"
be: "Выдаў: "

source: "Issued to"
be: "Выдадзены"

source: "Issuer"
be: "Выдавец"

source: "Issuer:"
be: "Выдавец:"

source: "It is not known whether this file is safe. Are you sure you want to download it?"
be: Сьцягваць?"

source: "Italian to English"
be: "Зь італійскай на ангельскую"

source: "Italian to French"
be: "Зь італійскай на французскую"

source: "Italic"
be: "Нахілены"

source: "JANUARY"
be: "СТУДЗЕНЬ"

source: "JPEG images"
be: "Малюнкі JPEG"

source: "JULY"
be: "ЛІПЕНЬ"

source: "JUNE"
be: "ЧЭРВЕНЬ"

source: "January"
be: "студзеня"

source: "Japanese to English"
be: "Зь японскай на ангельскую"

source: "Japanese"
be: "Японская"

source: "Java Not Installed"
be: "Не ўсталяваная Java"

source: "Java Options…"
be: "Выбар Java…"

source: "Java path"
be: "Шлях Java"

source: "Java security"
be: "Бясьпека Java"

source: "JavaScript Options"
be: "Выбар JavaScript"

source: "JavaScript Options…"
be: "Выбар JavaScript…"

source: "JavaScript prompt"
be: "Запыт JavaScript"

source: "Join Chat Room"
be: "Увайсьці ў гутарковы пакой"

source: "Join Room"
be: "Увайсьці ў пакой"

source: "Join Room…"
be: "Увайсьці ў пакой"

source: "Join"
be: "Далучыцца"

source: "Joining chat room…"
be: "Уваход у гутарковы пакой…"

source: "July"
be: "ліпеня"

source: "June"
be: "чэрвеня"

source: "Jungle"
be: "Джунглі"

source: "Justify"
be: "Выраўняць"

source: "KB"
be: "КБ"

source: "KB/s"
be: "кБ/с"

source: "KDE1 Bookmarks…"
be: "Закладкі KDE1…"

source: "KDE1 bookmarks"
be: "Закладкі KDE1"

source: "Kanji"
be: "Канджы"

source: "Kannada"
be: "Каннада"

source: "Katakana"
be: "Катакана"

source: "Keep Current Password"
be: "Захаваць цяперашні пароль"

source: "Keep ignoring warning(s) on this site"
be: "Ігнараваць папярэджаньні на гэтым сайце і надалей"

source: "Keep local copy of message body"
be: "Захоўваць нутраную копію асноўнай часткі паведамленьня"

source: "Key not required to talk"
be: "Каб гаварыць, кнопкі ня трэба"

source: "Key to talk"
be: "Клявіша гутаркі"

source: "Keyboard setup"
be: "Наладка клявіятуры"

source: "Keyboard"
be: "Клявіятура"

source: "Keyword already in use"
be: "Ключавое слова ўжо занятае"

source: "Keyword"
be: "Ключавое слова"

source: "Khmer"
be: "Хмер"

source: "Kick Chat User"
be: "Выдаліць карыстальніка гутаркі"

source: "Kick With Reason"
be: "Выдаліць з абгрунтаваньнем"

source: "Kick"
be: "Выдаліць"

source: "Konqueror Bookmarks…"
be: "Закладкі Konqueror…"

source: "Konqueror bookmark files (*.xml)|*.xml|"
be: "Файлы закладак Konqueror (*.xml)|*.xml|"

source: "Konqueror bookmarks"
be: "Закладкі Konqueror"

source: "Korean"
be: "Карэйская"

source: "LAST WEEK"
be: "НА АПОШНІМ ТЫДНІ"

source: "Label As %s"
be: "Адзначыць як %s"

source: "Label As"
be: "Адзначыць як"

source: "Label"
be: "Адзнака"

source: "Labels"
be: "Адзнакі"

source: "Labels…"
be: "Адзнакі…"

source: "Landscape"
be: "Пэйзаж"

source: "Language files |*.lng|"
be: "Моўныя файлы |*.lng|"

source: "Language"
be: "Мова"

source: "Languages"
be: "Мовы"

source: "Lao"
be: "Лаоская"

source: "Large (4 x 4)"
be: "Вялікі (4 х 4)"

source: "Large images"
be: "Вялікія малюнкі"

source: "Large wide (5 x 4)"
be: "Вялікі і шырокі (5 х 4)"

source: "Last modified:"
be: "Апошнія зьмены:"

source: "Last name"
be: "Прозьвішча"

source: "Last page visited"
be: "Апошняя наведаная старонка"

source: "Last page visited:"
be: "Апошняя наведаная старонка:"

source: "Last used account"
be: "Апошні з карыстаных рахункаў"

source: "Last visited"
be: "Апошняе наведваньне"

source: "Last"
be: "Апошні"

source: "Latin (Baltic)"
be: "Лацінка (балтыйская)"

source: "Latin (Central European)"
be: "Лацінка (цэнтральнаэўрапейская)"

source: "Latin (Western)"
be: "Лацінка (заходняя)"

source: "Latin Extended Additional"
be: "Даданая пашыраная лацінка"

source: "Latin Extended-A"
be: "Пашыраная лацінка-А"

source: "Latin Extended-B"
be: "Пашыраная лацінка-В"

source: "Latin"
be: "Лацінка"

source: "Latin-1 Supplement"
be: "Дапаўненьне Лацінка-1"

source: "Launch this widget"
be: "Запусьціць гэную фішку"

source: "Learn from labeled messages"
be: "Вучыцца па адзначаных паведамленьнях"

source: "Learn more about feeds"
be: "Падрабязьней пра стужкі"

source: "Learn more about private browsing"
be: "Даведацца болей пра прыватны прагляд"

source: "Learn"
be: "Вывучыць"

source: "Leave Room"
be: "Выйсьці з пакою"

source: "Leave messages on server"
be: "Пакінуць паведамленьні на сэрвэры"

source: "Ledger (432 x 279 mm)"
be: "Бухгалтарскі рэгістр (432 x 279 мм)"

source: "Left"
be: "Левы"

source: "Left-handed back and forward gestures"
be: "Фігуры левабаковай мышкай, каб пракручваць наперад і назад"

source: "Left-to-right"
be: "Зьлева направа"

source: "Legal (8.5x14 inches, 216x356 mm)"
be: "Юрыдычны (8.5x14 дзюймаў, 216x356 мм)"

source: "Lens focal length: "
be: "Lens focal length: =Факальная даўжыня лінзы: "

source: "Let [Accept] and [Refuse] apply for the entire domain"
be: "Дазволіць дастасоўваць [Прыняць] ды [Адмовіцца] на ўсім дамэне"

source: "Let the website know my location"
be: "Хай сеціўны пляц ведае маё месцазнаходжаньне"

source: "Let the widget know my location"
be: "Хай сеціўны пляц ведае маё месцазнаходжаньне"

source: "Letter (8.5x11 inches, 216x279 mm)"
be: "Ліст (8.5x11 дзюймаў, 216x279 мм)"

source: "License Agreement"
be: "Ліцэнзійная дамова"

source: "License Terms"
be: "Умовы ліцэнзыі"

source: "License terms must be accepted to proceed"
be: "Каб працягнуць, пагадзіцеся на ўмовы ліцэнзыі"

source: "Light source: "
be: "Крыніца сьвятла"

source: "Light"
be: "Тонкі"

source: "Limit chat notifications to personal messages"
be: "Не паказваць ніякіх паведамленьняў з гутаркі, акрамя асабістых"

source: "Limit filter to messages in parent"
be: "Абмежаваць фільтрацыю паведамленьнямі ў дужках"

source: "Line:"
be: "Радок:"

source: "Link style"
be: "Стыль спасылкі"

source: "Link via"
be: "Зьвязаць праз"

source: "Link via:"
be: "Зьвязаць праз:"

source: "Linked script not loaded"
be: "Зьвязаны скрыпт не зацягнуты"

source: "Links"
be: "Спасылкі"

source: "Links…"
be: "Спасылкі…"

source: "Link…"
be: "Спасылка…"

source: "List Only"
be: "Толькі сьпіс"

source: "List Rooms"
be: "Сьпіс пакояў"

source: "List Rooms…"
be: "Сьпіс пакояў…"

source: "List View"
be: "Прагляд сьпісу"

source: "List all domains"
be: "Скласьці сьпіс усіх даменаў"

source: "List and Message Below"
be: "Паведамленьне і сьпіс унізе"

source: "List and Message on Right"
be: "Паведамленьне і сьпіс справа"

source: "List"
be: "Занесьці ў сьпіс"

source: "Listen Port Test"
be: "Праверка порту праслухоўваньня"

source: "Listening"
be: "Слуханьне"

source: "Load All Images"
be: "Зацягнуць усе малюнкі"

source: "Load Images From This Contact"
be: "Зацягнуць малюнкі ад гэтай асобы"

source: "Load Images"
be: "Зацягнуць малюнкі"

source: "Load document in a new window"
be: "Сьцягнуць дакумэнт у новым вакне"

source: "Load pages normally"
be: "Зацягваць старонкі нармалёва"

source: "Loading License Agreement failed."
be: "Ліцэнзійная дамова не зацягнулася."

source: "Loading License Agreement…"
be: "Загружаецца ліцэнзійная дамова…"

source: "Loading database"
be: "Грузіцца база зьвестак"

source: "Loading license agreement…"
be: "Загружаецца ліцэнзійная дамова…"

source: "Loading message…"
be: "Зацягваньне паведамльеньня…"

source: "Loading of external frame source <a href="%s">%s</a> suppressed (click to view)."
be: "Сьцягваньне вонкавай крыніцы структуры <a href="%s">%s</a> спыненае (націсьніце, каб пабачыць)"

source: "Loading"
be: "Сьцягваньне"

source: "Loading…"
be: "Зацягваньне…"

source: "Local Opera Unite Users"
be: "Нутраныя карыстальнікі Opera Unite"

source: "Local Opera Unite users found"
be: "Знойдзеныя мясцовыя карыстальнікі Opera Unite"

source: "Local Storage"
be: "Нутраное сховішча"

source: "Local cache file:"
be: "Нутраны файл кэшу:"

source: "Local files"
be: "Нутраныя файлы"

source: "Local path or web address to a proxy auto-config (PAC) file"
be: "Мясцовы шлях або сеціўны адрас да файлу проксі auto-config (PAC)"

source: "Local program"
be: "Нутраная праграма"

source: "Local storing of a fetched message failed. The message will be fetched again at the next check for new messages."
be: Яно будзе даданае ізноў пад час праверкі новых паведамленьняў."

source: "Local"
be: "Нутраныя"

source: "Locally connected"
be: "Злучаны ўнутры"

source: "Locally stored messages for this account will be removed."
be: "Захаваныя ўнутры паведамленьні гэнай скрыні будуць выдаленыя."

source: "Location"
be: "Месца"

source: "Lock Panel"
be: "Замкнуць панэль"

source: "Lock"
be: "Замкнуць"

source: "Log In"
be: "Увайсьці"

source: "Log disabled"
be: "Адключаны лог"

source: "Log in below, or click "Sign Up" to create a new account."
be: "Прайдзіце аўтарызацыю ў палёх ніжэй або націсьніце на "Sign Up", каб зарэгістравацца."

source: "Log in to websites with a click on the key icon"
be: "Уваходзьце на сеціўныя пляцы, клікнуўшы на іконцы з ключом"

source: "Log in to your Opera account"
be: "Увайдзіце на Ваш рахунак Opera"

source: "Log in"
be: "Увайсьці"

source: "Logged in as %s"
be: "Увайшоў як %s"

source: "Logging in…"
be: "Уваход…"

source: "Login Details"
be: "Падрабязнасьці аўтарызацыі"

source: "Login details"
be: "Падрабязнасьці аўтарызацыі"

source: "Login name"
be: "Імя на ўваход"

source: "Long Description"
be: "Даўгое апісаньне"

source: "Long description"
be: "Даўгое апісаньне"

source: "Look &in:"
be: "Глядзець &у:"

source: "Look for local network machine"
be: "Шукаць нутраную сеткавую машыну"

source: "Looking up hostname %s…"
be: "Шукае назву хосту %s…"

source: "Loud"
be: "Гучны"

source: "Low activity"
be: "Нізкая актыўнасьць"

source: "Low encryption level"
be: "Нізкі ўзровень шыфроўкі"

source: "Low priority"
be: "Нізкая важнасьць"

source: "Low"
be: "Нізкі"

source: "Low-bandwidth mode"
be: "Рэжым нізкай прапускной здольнасьці"

source: "Lowest priority"
be: "Найніжэйшая важнасьць"

source: "MARCH"
be: "САКАВІК"

source: "MAY"
be: "ТРАВЕНЬ"

source: "MB"
be: "МБ"

source: "MIME type not specified"
be: "Не пазначаны тып МІМЕ."

source: "MIME type"
be: "Тып МІМЕ"

source: "MIME type:"
be: "Тып МІМЕ:"

source: "MONDAY"
be: "ПАНЯДЗЕЛАК"

source: "MP3 files |*.mp3|"
be: "Файлы МР3 |*.mp3|"

source: "Ma&ximize"
be: "Мак&сымальна"

source: "Macintosh Native"
be: "Уласны для Macintosh"

source: "Mail (%d)"
be: "Пошта (%d)"

source: "Mail Accounts"
be: "Паштовыя скрыні"

source: "Mail Accounts…"
be: "Паштовыя скрынкі…"

source: "Mail Database Maintenance"
be: "Тэхнічны дагляд паштовае базы зьвестак"

source: "Mail Layout"
be: "Выгляд скрыні"

source: "Mail Store Update"
be: "Абнаўленьне сховішча пошты"

source: "Mail accounts"
be: "Паштовыя скрыні"

source: "Mail address"
be: "Адрас пошты"

source: "Mail and Chat Accounts…"
be: "Рахункі пошты ды гутаркі…"

source: "Mail and chat"
be: "Пошта ды гутарка"

source: "Mail compose"
be: "Напісаць ліст"

source: "Mail directory"
be: "Паштовая дырэкторыя"

source: "Mail for"
be: "Пошта"

source: "Mail view"
be: "Прагляд у пошце"

source: "Mail"
be: "Пошта"

source: "Mailbox folder:"
be: "Паштовая тэчка:"

source: "Mailer Error"
be: "Памылка пошты"

source: "Mailing Lists"
be: "Сьпісы адрасоў"

source: "Mail…"
be: "Пошта…"

source: "Main Bar"
be: "Асноўная панэль"

source: "Major problem"
be: "Вялікая праблема"

source: "Make %s package from this widget"
be: "Зрабіць пакет %s з гэнае фішкі"

source: "Make Messages Available Offline"
be: "Дазволіць доступ да паведамленьняў па-за сеткай"

source: "Make Opera Unite home visible to search engines"
be: "Зрабіць хатнюю старонку Opera Unite бачнай шукачам"

source: "Make all messages available offline"
be: "Дазволіць доступ да ўсіх паведамленьняў па-за сеткай"

source: "Make application visible inside the local network"
be: "Зрабіць прылажэньне бачным у нутраной сетцы"

source: "Make application visible on Opera Unite webpages"
be: "Зрабіць прылажэньне бачным на сеткавых старонках Opera Unite"

source: "Make application visible to search engines"
be: "Зрабіць прылажэньне бачным шукачам"

source: "Make messages available offline when I click them"
be: "Калі я націскаю на паведамленьне, дазваляць доступ да яго па-за сеткай"

source: "Make sure your internet connection is active and check whether other applications that rely on the same connection are working."
be: "Праверце, што Вашае злучэньне з Інтэрнэтам актыўнае і ці не працуюць іншыя прылажэньні, якія яго выкарыстоўваюць."

source: "Malayalam"
be: "Малаялам"

source: "Male"
be: "Мужчынскі"

source: "Malware Warning"
be: "Папярэджаньне пра злачынную праграму"

source: "Manage Accounts"
be: "Кіраваць рахункамі"

source: "Manage Applications"
be: "Кіраваць прылажэньнямі"

source: "Manage Bookmarks"
be: "Кіраваць закладкамі"

source: "Manage Bookmarks…"
be: "Кіраваць закладкамі…"

source: "Manage Certificates…"
be: "Кіраваць сэртыфікатамі…"

source: "Manage Contacts"
be: "Кіраваць кантактамі"

source: "Manage Cookies…"
be: "Кіраваць маркёрамі"

source: "Manage Extensions"
be: "Кіраваць пашырэньнямі"

source: "Manage Extensions…"
be: "Кіраваць пашырэньнямі…"

source: "Manage Feeds…"
be: "Кіраваць стужкамі…"

source: "Manage Modes…"
be: "Кіраваць рэжымамі…"

source: "Manage Passwords…"
be: "Кіраваць паролямі…"

source: "Manage Search Engines…"
be: "Кіраваць шукачамі…"

source: "Manage Sessions"
be: "Кіраваць сэсіямі"

source: "Manage Sessions…"
be: "Кіраваць сэсіямі…"

source: "Manage Site Preferences…"
be: "Кіраваць перавагамі пляцу…"

source: "Manage Widgets…"
be: "Кіраваць фішкамі…"

source: "Manage your search engines"
be: "Кіраваць Вашымі шукачамі"

source: "Manual"
be: "Уручную"

source: "Manually"
be: "Уручную"

source: "Many new messages detected"
be: "Знойдзена шмат новых паведамленьняў"

source: "March"
be: "сакавіка"

source: "Mark All As Read"
be: "Пазначыць усе як прачытаныя"

source: "Mark As Not Spam"
be: "Пазначыць як не няпрошанае"

source: "Mark As Spam"
be: "Пазначыць як няпрошанае"

source: "Mark Thread and Go to Next Unread"
be: "Адзначыць ланцуг і перайсьці да наступнага нечытанага"

source: "Mark Thread as Read"
be: "Адзначыць ланцуг як прачытаны…"

source: "Mark and Go to Next Unread"
be: "Адзначыць і перайсьці да наступнага нечытанага"

source: "Mark and Go to Previous Unread"
be: "Адзначыць і перайсьці да папярэдняга нечытанага"

source: "Mark as Read"
be: "Пазначыць як прачытанае"

source: "Mark as Unread"
be: "Пазначыць як нечытанае"

source: "Mark matching messages as read"
be: "Пазначыць адпаведныя паведамленьні як прачытаныя"

source: "Mark messages as read if already downloaded"
be: "Калі паведамленьні сьцягнутыя, пазначаць як прачытаныя"

source: "Mark"
be: "Пазначыць"

source: "Mask as Firefox"
be: "Маскавацца пад Firefox"

source: "Mask as Internet Explorer"
be: "Маскавацца пад Internet Explorer"

source: "Master Password"
be: "Пароль Майстры"

source: "Match case"
be: "Улічваць вялікія літары"

source: "Match messages in:"
be: "Выбраць паведамленьні з:"

source: "Match messages where "
be: "Выбраць паведамлеьні, дзе "

source: "Match whole word only"
be: "Толькі слова цалкам"

source: "Match"
be: "Супадзеньне"

source: "Matches regexp"
be: "Пасуе “regexp”"

source: "Max connections to a server"
be: "Максымум далучэньняў да сэрвэра"

source: "Max download speed (KB/s)"
be: "Максымальная хуткасьць сьцягваньня (кБ/с)"

source: "Max total connections"
be: "Максымум усіх далучэньняў"

source: "Max upload speed (KB/s)"
be: "Макымальная хуткасьць дасылкі (кБ/с)"

source: "Maximize All"
be: "Максымальна ўсе"

source: "Maximize Messages"
be: "Раскрыць паведамленьні напоўніцу"

source: "Maximize"
be: "Максымальна"

source: "Maximum Number of Items in Folder"
be: "Найбольшая колькасьць элемэнтаў у тэчцы"

source: "Maximum lens aperture: "
be: "Максымальнае кадравае акно лінзы: "

source: "Maximum size allowed on disk (KiB)"
be: "Найбольшы дазволены памер на дыску (КіБ)"

source: "Maximum size(KB)"
be: "Максымальны памер (КБ)"

source: "May"
be: "траўня"

source: "Mbox file (*.mbs)|*.mbs|All files (*.*)|*.*|"
be: "Файл mbox (*.mbs*)|*.mb*|Усе файлы (*.*)|*.*|"

source: "Medium activity"
be: "Сярэдняя актыўнасьць"

source: "Medium"
be: "Сярэдні"

source: "Meeting"
be: "Сустрэча"

source: "Memory cache"
be: "Кэш памяці"

source: "Menu Bar"
be: "Панэль мэню"

source: "Menu setup"
be: "Наладка мэню"

source: "Menu"
be: "Мэню"

source: "Menus"
be: "Мэню"

source: "Message Only"
be: "Толькі паведамленьне"

source: "Message body not downloaded"
be: "Асноўная частка лісту не сьцягнулася"

source: "Message body"
be: "Зьмест паведамленьня"

source: "Message does not exist!"
be: "Паведамленьне не існуе!"

source: "Message is missing recipient or specifies one or more invalid email addresses."
be: "У паведамленьня няма атрымальніка або адзін ці болей адрасоў нядзейныя."

source: "Message sent, but it wasn't possible to move it out of the outbox"
be: "Паведамленьне дасланае, але не было выдаленае з Дасланых"

source: "Message"
be: "Паведамленьне"

source: "Messages from %s"
be: "Паведамленьні ад %s"

source: "Messages from sender"
be: "Паведамленьні ад адпраўніка"

source: "Messages where subject contains"
be: "Паведамленьні, тэма якіх зьмяшчае"

source: "Messages"
be: "Паведамленьні"

source: "Meta information"
be: "Мэтазьвесткі"

source: "Meta"
be: "Мэта"

source: "Metering mode: "
be: "Рэжым вымярэньня: "

source: "Mi&nimize"
be: "Зьмен&шыць"

source: "Middle-Click Options"
be: "Выбар сярэдняга кліку"

source: "Middle-Click Options…"
be: "Выбар сярэдняга кліку…"

source: "Middle-click action can be configured by pressing Shift+Middle click.\n\nWould you like to configure the action now?"
be: "Дзеяньне сярэдняга кліку можна выбраць, калі націсьнуць Shift+сярэдні клік\n\nВыбраць зараз?"

source: "Mime-encoding failed"
be: "Кадаваньне МІМЕ не ўдалося"

source: "Minimal restart: no tabs, Opera Unite and extensions disabled"
be: "Запусьціць наноў як мага меней: без вакенцаў. адключыць Opera Unite і пашырэньні"

source: "Minimize All"
be: "Згарнуць усе"

source: "Minimize to Status Bar"
be: "Мінімізаваць у панэль стану"

source: "Minimize"
be: "Зьменшыць"

source: "Minimized Update"
be: "Мінімізаванае абнаўленьне"

source: "Minimum font size (pixels)"
be: "Мінімальны памер шрыфту (піксэлі)"

source: "Minimum size(KB)"
be: "Мінімальны памер (КБ)"

source: "Minor annoyance"
be: "Малая перашкода"

source: "Missing Dictionary Language"
be: "Слоўнікаў мовы няма"

source: "Missing Subject"
be: "Няма тэмы"

source: "Missing dependency: The package "rpm-build" is missing from your system. Please install rpm-build if you want to generate .rpm packages."
be: Калі ласка, усталюйце rpm-build, калі хочаце ствараць пакеты .rpm."

source: "Missing filename"
be: "Бракуе імя файла"

source: "Missing plug-in"
be: "Няма дадатку"

source: "Missing server setting"
be: "Прапушчаная наладка сэрвэра"

source: "Mobile"
be: "Мабільны"

source: "Modified"
be: "Зьменены"

source: "Modulus:"
be: "Модулі:"

source: "Mon"
be: "пан"

source: "Mongolian"
be: "Мангольская"

source: "Monospace font"
be: "Шрыфт аднолькавага памеру"

source: "Monotonic clock unavailable"
be: "Манатонны гадзіньнік недаступны"

source: "Month"
be: "Месяц"

source: "More Items"
be: "Больш элемэнтаў"

source: "More…"
be: "Болей…"

source: "Mouse and keyboard"
be: "Мыш і клявіятура"

source: "Mouse setup"
be: "Наладка мышы"

source: "Mouse"
be: "Мыш"

source: "Move Down"
be: "Ніжэй"

source: "Move Spam to Trash"
be: "Перанесьці няпрошаныя ў сьметніцу"

source: "Move Up"
be: "Вышэй"

source: "Move down"
be: "Памясьціць ніжэй"

source: "Move or copy failed"
be: "Немагчыма перамясьціць або капіяваць"

source: "Move to Sent:"
be: "Перавесьці ў Дасланыя"

source: "Move to Trash"
be: "Перанесьці ў сьметнік"

source: "Move up"
be: "Наверх"

source: "Music"
be: "Музыка"

source: "Mute"
be: "Ціха"

source: "My Opera Link Page"
be: "Мая старонка Opera Link"

source: "My buttons"
be: "Мае кнопкі"

source: "My fonts and colors"
be: "Мае шрыфты ды колеры"

source: "My link style"
be: "Мой стыль спасылкаў"

source: "My style sheet"
be: "Мая табліца стыляў"

source: "Myanmar"
be: "М’янма"

source: "NNTP server"
be: "Сэрвэр NNTP"

source: "NOVEMBER"
be: "ЛІСТАПАД"

source: "Name"
be: "Імя"

source: "Name: "
be: "Назва: "

source: "Name:"
be: "Назва:"

source: "Navigation Bar"
be: "Панэль навігацыі"

source: "Navigation links"
be: "Спасылкі навігацыі"

source: "Need help?"
be: "Патрэбная дапамога?"

source: "Need to Access upgrade.opera.com"
be: "Трэба перайсьці да upgrade.opera.com"

source: "Netscape prefs file (prefs.js):"
be: "Файл перавагаў Netscape (prefs.js):"

source: "Netscape prefs files (prefs.js)|prefs.js|"
be: "Файлы перавагаў Netscape (prefs.js)|prefs.js|"

source: "Network Speed"
be: "Хуткасьць сеткі"
